using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace NumSayV2._0
{
    internal class LiblaryRU
    {
        public string minus = "минус ";

        public string[] n1 = {"ноль ", "один ", "два ", "три ", "четыре ", "пять ",
            "шесть ","семь ","восемь ","девять ",};

        public string[] n2 = {"десять ","одиннадцать ", "двенадцать ", "тринадцать ", "четырнадцать ", "пятнадцать ",
            "шестнадцать ","семнадцать ","восемнадцать ","девятнадцать ",};

        public string[] n3 = {" "," ", "двадцать ", "тридцать ", "сорок ", "пятьдесят ", "шестьдесят ",
            "семьдесят ","восемьдесят ","девяносто "};

        public string[] n4 = { " ", "сто ", "двести ","триста ", "четыреста ",
            "пятьсот ","шестьсот ","семьсот ","восемьсот ","девятьсот " };

        public string[] n5 = { " ", "одна ", "две ", "тысяча ", "тысячи ", "тысяч " };

        public string[] n6 = { " ", "миллион ", "миллиона ", "миллионов " };
    }
}
